export const ROOMS_DATA: any = {
  'atrium': {
    name: 'Атриум',
    category: 'Отдых и досуг',
    description: 'Центральное пространство корпуса с зоной коворкинга, местами для отдыха и роялем.'
  },
  'diningHall': {
    name: 'Студенческая столовая',
    category: 'Питание',
    description: 'Главное место для полноценного обеда. Вход через левое крыло первого этажа.'
  },
  'library': {
    name: 'Библиотека',
    category: 'Учёба',
    description: 'Пространство с учебной литературой и тихой зоной для занятий (правое крыло).'
  },
  'coffeeShop': {
    name: 'Кофейня',
    category: 'Питание',
    description: 'Точка с горячими напитками, расположена в Атриуме.'
  },
  'printing': {
    name: 'Типография',
    category: 'Услуги',
    description: 'Центр печати документов и учебных материалов (левое крыло).'
  },
  'buffet': {
    name: 'Буфет',
    category: 'Питание',
    description: 'Место для быстрого перекуса в Атриуме со своими столиками.'
  },
  'SmallAssemblyHall': {
    name: 'Малый актовый зал (МАЗ)',
    category: 'Мероприятия, Учёба',
    description: 'Зал для проведения семинаров, лекций и выступлений приглашенных спикеров.'
  },
  'SSNC': {
    name: 'Стена премьер МШНК',
    category: 'Отдых и досуг',
    description: 'Творческое пространство, где вывешены постеры фильмов, снятых студентами киношколы.'
  },
  'Rector': {
    name: 'Приёмная ректора',
    category: 'Администрация',
    description: 'Главный руководящий кабинет университета (правое крыло).'
  },
  'LargeAssemblyHall': {
    name: 'Большой актовый зал (БАЗ)',
    category: 'Мероприятия, Учёба',
    description: 'Центральный зал для потоковых лекций и главных мероприятий (расположен между левым и правым крылом).'
  },
  'accounting': {
    name: 'Бухгалтерия',
    category: 'Документы',
    description: 'Отдел по работе с финансами, скидками и договорами на обучение (правое крыло).'
  },
  'militaryAccountingDesk': {
    name: 'Военно-учётный стол',
    category: 'Документы',
    description: 'Кабинет для оформления документов и справок об отсрочке (правое крыло).'
  },
  'deanship': {
    name: 'Деканат и «Единое окно»',
    category: 'Документы, Услуги, Помощь студентам',
    description: 'Главный административный центр для решения любых учебных вопросов.'
  },
  'medicalOffice': {
    name: 'Мед. кабинет',
    category: 'Здоровье',
    description: 'Кабинет первой медицинской помощи (правое крыло).'
  }
};
